In [1]:

import pandas as pd

print(pd.__version__)

2.3.3

In [3]:
df = pd.read_clipboard()
df

       NRP                NAMA
0  2473002      KEVIN JONATHAN
1  2473003  LIVIA BHELINA BUDI
2  2473004     SHELMA SEPTIANI
3  2473005       ZOEY CLARISSA
4  2473006              IMELDA